Repository: BurdaMagazinOrg/burdastyle-translations
Catalog: po/entity_clone-8.x-1.0-beta3.*.po
Languages: de

source: Label
de: Beschriftung

source: Clone
de: Duplizieren

source: About
de: Über

source: Hide checkboxes
de: Kontrollkästchen ausblenden

source: Provides a new operation to clone all Entities.
de: Stellt eine neue Aktion zum Duplizieren von Entitäten bereit.

source: Add a clone action for all entities
de: Aktion „Duplizieren“ zu allen Entitäten hinzufügen

source: Entity clone settings
de: Entity-Clone-Einstellungen

source: Entity clone settings.
de: Entity-Clone-Einstellungen.

source: Module entity_clone settings
de: Modul entity_clone Einstellungen

source: Clone form settings
de: Formulareinstellungen duplizieren

source: For each type of child entity (the entity that's referenced by the entity being cloned), please set your cloning preferences. This will affect the clone form presented to users when they clone entities. Default behaviour for whether or not the child entities should be cloned is specified in the left-most column. To prevent users from altering behaviour for each type when they're actually cloning (but still allowing them to see what will happen), use the middle column. The right-most column can be used to hide the form options from users completely. This will run the clone operation with the defaults set here (in the left-most column). See the clone form (by cloning an entity) for more information.
de: Für jeden Typ untergeordneter Entität (die Entität, auf die sich die geklonte Entität bezieht), bitte Ihre Kloneinstellungen festlegen. Dies wirkt sich auf das Klonformular aus, das den Benutzern angezeigt wird, wenn sie Entitäten klonen. Das Standardverhalten, ob die untergeordneten Entitäten geklont werden sollen oder nicht, ist in der Spalte ganz links angegeben. Um zu verhindern, dass Benutzer das Verhalten für jeden Typ ändern, wenn sie klonen (aber immer noch erlauben, dass Benutzer sehen können, was passieren wird), bitte die mittlere Spalte verwenden. Die Spalte ganz rechts kann verwendet werden, um die Formularoptionen für Benutzer vollständig auszublenden. Dadurch wird der Klonvorgang mit den hier eingestellten Standardwerten ausgeführt. (in der linken Spalte). Weitere Informationen sind in dem Klonformular (durch Klonen einer Entität) verfügbar.

source: Checkboxes default value
de: Standardwert des Kontrollkästchens

source: Disable checkboxes
de: Kontrollkästchen deaktivieren

source: Administer entity clone
de: Entity Clone verwalten
